Repository: klyok/DC.OmegaT
Catalog: DC++/omegat/project_save.tmx
Source language: en
Languages: be

source: MB
be: МБ

source: MB/s
be: МБ/с

source: MB/s"
be: МБ/с

source: MBit/s
be: Мбіт/с

source: MBits/s
be: Мбіт/с

source: Magnet
be: Маґніт-спасылка

source: Magnet Choice
be: Выбар па маґніт-спасылцы

source: Magnet Properties / Choice
be: Уласьцівасьці маґніт-спасылкі (выбар)

source: Magnet URI
be: Маґніт-спасылкі

source: Magnet URL click action
be: Пстрык па маґніт-спасылцы

source: Magnet link URL template
be: Шаблён маґніт-спасылкі (URL)

source: Magnet link detected
be: Выявілі маґніт-спасылку

source: Magnet link is detected
be: Выявілі маґніт-спасылку

source: Magnet link url template
be: Шаблён маґніт-спасылкі (URL)

source: Magnet link:
be: Маґніт-спасылка:

source: Main
be: Галоўная

source: Main layout
be: Галоўнае разьмешчаньне

source: Main window creation failed!
be: Не ўдалося стварыць галоўнае вакно!

source: Mainchat buffer size, max size ~2.1 billion (2^31)
be: Буфэр галоўнае гутаркі (найвял. памер ~2,1 мільярды)

source: Make an annoying sound every time a private message is received
be: Надакучаць гукамі штораз па новым асабістым паведамленьні

source: Make an annoying sound when a private message window is opened
be: Надакучаць гукамі, калі адчынілі вакно асабістага паведамленьня

source: Make this hub think it's exclusive
be: Прымусіць асяродак думаць, што ён — адзіны

source: Male
be: Мужчынская

source: Manage
be: Кіраваць

source: Manage Groups
be: Кіраваць суполкамі

source: Manual settings of number of segments
be: Самастойна вызначыць колькасьць частак

source: Mark all hubs in this group as private hubs
be: Пазначыць усе асяродкі гэтае суполкі адасобленымі

source: Mark as downloaded
be: Пазначыць, што сьцягнулі

source: Mask not found
be: Маску не знайшлі

source: Match
be: Супадзеньне

source: Match Queue
be: Узгадніць чаргу

source: Match downloaded lists
be: Параўнаць сьцягнутыя сьпісы

source: Match queue
be: Параўнаць чаргу

source: Matched
be: Супала

source: Matched %d file(s)
be: Супала %d файлаў

source: Matches
be: Супала

source: Max FileLists
be: Сьпісаў ф-аў ≤

source: Max FileSize
be: найбольшы

source: Max Filelist size
be: Сьпіс файлаў ≤

source: Max Hubs
be: Найб. асяродкаў

source: Max Share-ban limit
be: Найвялікшы памер абагуленага, каб выганяць

source: Max Share-ban limit"
be: Найвялікшы памер абагуленага, каб выганяць"

source: Max Size
be: Найбольшы памер

source: Max Users
be: Найб. карыстальнікаў

source: Max compression level
be: Узровень сьціск. ≤

source: Max filelist size
be: Найбольшы памер сьпісу файлаў

source: Max hash speed
be: Хутк. ств. скар. ≤

source: Max hubs
be: Найб. асяродкаў

source: Max inactivity
be: Бязьдзейнічае болей за

source: Max inactivity (s)
be: Бязьдзейнічае болей за (с)

source: Max length
be: Даўжыня ≤

source: Max number of segments
be: Найбольшая колькасьць частак

source: Max resize lines
be: Найбольшы памер поля ўводу гутаркі

source: Max size
be: Найбольшы памер

source: Max sources for autosearch
be: Крыніц на самапошук ≤

source: Max sources for match queue
be: Крыніц у супадзеньнях ≤

source: Max tab rows
be: Колькасьць радкоў ≤

source: Max upload speed (MiB/s)
be: Найв. хутк. зацягваць (МіБ/с)

source: Max users
be: Найб. карыстальнікаў

source: Max.
be: Найб. памер

source: Max. Size
be: Найб. памер

source: Maximal file size for apply antifrag (0 = to all)
be: Найвялікшы памер файла (0 = не абмяжоўваць)

source: Maximal file size for applying antifrag (0 = to all)
be: Найвялікшы памер файла (0 = не абмяжоўваць)

source: Maximum Download Rate (KiB/s) (0 = infinite)
be: Найвялікшая хуткасьць сьцягваць (КіБ/с; 0 = не абмяжоўваць)

source: Maximum Upload Rate (KiB/s) (0 = infinite)
be: Найвялікшая хуткасьць зацягваць (КіБ/с; 0 = не абмяжоўваць)

source: Maximum auto opened
be: Найвялікшая колькасьць самарушных шчылінаў

source: Maximum auto opened slots
be: Найвялікшая колькасьць самарушных шчылінаў

source: Maximum command length exceeded
be: Загад задаўгі

source: Maximum indexing speed
be: Найв. хуткасьць ствараць паказальнік

source: Maximum message length (0 = infinite)
be: Найвялікшая даўжыня паведамленьня (0 = не абмяжоўваць)

source: Maximum simultaneous downloads (0 = infinite)
be: Колькасьць адначасова сьцягванага (0 = не абмяжоўваць)

source: Maximum simultaneous files (0 = infinite)
be: Колькасьць адначасовых файлаў (0 = не абмяжоўваць)

source: Maximum slots for downloads (0 = infinite)
be: Шчылінаў сьцягваць (0 = не абмяжоўваць) ≤

source: Media Player Classic Help
be: Дапамога па Media Player Classic

source: Media Toolbar Ctrl+4
be: Паліца прайгравальніка Ctrl+4

source: Media toolbar and spam settings
be: Паліца прайгравальнікаў і наладжваньняў спаму

source: Menu
be: Мэню

source: Menu bar
be: Паліца мэню

source: Message
be: Паведамленьне

source: Message on ban
be: Паведамляць:

source: Messages
be: Паведамленьні

source: MiB
be: МіБ

source: MiB/s
be: МіБ/с

source: MiB/s"
be: МіБ/с

source: Midnight
be: поўначы

source: Min FileSize
be: Найменшы,

source: Min Share
be: Найм. абагуленае

source: Min Size
be: Найменшы памер

source: Min Slots
be: Найм. шчылінаў

source: Min elapsed
be: Часу мінула ня меней за

source: Min filesize
be: Найменшы памер файла

source: Min filesize (KiB)
be: Найменшы памер файла (КіБ)

source: Min lenght of file
be: Найменшы памер файла

source: Min share
be: Найм. абагуленае

source: Min slots
be: Найм. шчылінаў

source: Min sources online
be: Далучаных крыніцаў болей за

source: Min.
be: Найм.

source: Min. MediaInfo file size
be: Найм. памер файлаў «mediainfo»

source: Min. Size
be: Найм. памер

source: Min. elapsed (s)
be: Часу мінула ня меней за (с)

source: Min. mediainfo file size
be: Найм. памер файлаў «mediainfo»

source: Min. multichank file size
be: Найм. памер файла, каб сьцягваць па частках

source: Min/Max Size
be: Найменшы ды найбольшы памер

source: Mini slot size
be: Найменшы памер шчыліны

source: Mini tab
be: Малая картка

source: Mini-Slots Control
be: Шчыліны на драбязу

source: Minimal cost
be: Нізкі кошт

source: Minimize &All
be: Най&меншыць усё

source: Minimize at program startup
be: Наймяншаць па запуску праґрамы

source: Minimize on close
be: Наймяншаць, калі зачыняем

source: Minimize to tray
be: Наймяншаць у сподак

source: Minimize to tray on startup
be: Наймяншаць у латок па запуску

source: Minimum amount of sources before any sources
be: Найменшая колькасьць крыніцаў, у якой ужо можна было

source: Minimum filesize before sources will be dropped (in KiB).
be: Найменшы памер файла, каб можна было адкінуць хоць адну крыніцу.

source: Minimum search interval
be: Найм. час між пошукамі

source: Minimum search interval (seconds)
be: Найменшы прамежак між спробамі шукаць (сэк.)

source: Minimum search interval (seconds):
be: Найменшы прамежак між спробамі шукаць (сэк.):

source: Minutes
be: хв.

source: Misc
be: Разнастайныя

source: Misc.
be: Разнастайныя

source: Mismatched share size -
be: Неадпаведны памер абагуленага:

source: Mode
be: Спосаб

source: Mode is set to fully automatic connection configuration
be: Злучэньне будзе настаўляцца цалкам самарушна

source: Modern XML Filelists
be: Сучасныя XML сьпісы файлаў

source: Modern XML Filelists uncompressed
be: Сучасныя XML сьпісы файлаў (нясьціснутыя)

source: Modify
be: Зьмяніць

source: Modify User Command
be: Зьмяніць загад карыстальніка

source: Modify shortcut
be: Зьмяніць выклічнік

source: More bytes written than requested
be: Запісалі байтаў болей за тое, колькі было трэба

source: More data was sent than was expected
be: Даслалі зьвестак болей за тое, колькі чакалі

source: More than
be: Болей за

source: Most routers do support UPnP but you may need to enable it
be: Большасьць маршрутавальнікаў падтрымваюць UPnP, але можа спатрэбіцца

source: Mouse Over
be: Пад мышшу

source: Move
be: Перасунуць

source: Move &Down
be: &Ніжэй

source: Move &Up
be: &Вышэй

source: Move Down
be: Пасунуць да-долу

source: Move Up
be: Пасунуць угору

source: Move dclst metafile in already shared folder
be: Пера

source: Move down
be: Пасунуць долу

source: Move rule up/down
be: Пасунуць правіла вышэй (up) або ніжэй (down)

source: Move to...
be: Перасунуць у…

source: Move up
be: Пасунуць угору

source: Move user to "Black" list
be: Перанесьці карыстальніка ў «чорны» сьпіс

source: Move user to "Gray" list
be: Перанесьці карыстальніка ў «шэры» сьпіс

source: Move user to "White" list
be: Перанесьці карыстальніка ў «белы» сьпіс

source: Move/Rename
be: Перасунуць/Назваць

source: Mplayer player
be: Прайгравальнік Mplayer

source: Multiline input field in chat window
be: Шматрадковае поле ўводу вакна гутаркі

source: Multiple folders
be: Адначасова можа існаваць некалькі такіх каталёґаў з рознымі назвамі.

source: Multiple folders with different names can exist simultaneously.
be: Адначасова можа існаваць некалькі такіх каталёґаў з рознымі назвамі.

source: Must not be empty...
be: Нельга, каб было пустым…

source: My nick
be: Мая мянушка

source: My nick in mainchat
be: Мая мянушка ў галоўнае гутарцы

source: My own message
be: Маё ўласнае паведамленьне

source: N
be: Н

source: NMDC Fields
be: Палі NMDC

source: NMDC-style lists no longer supported, please upgrade your client
be: Калі ласка, абнавіце кліент: сьпісы як у NMDC болей не падтрымваюцца

source: N_ick:
be: _Мянушка:

source: Name
be: Назва

source: Name and command must not be empty
be: Назва і загад мусяць быць не пустымі

source: Name directory
be: Назва каталёґа

source: Name or RegExp must not be empty
be: Назва ці сталы выраз мусіць быць не пустым

source: Name or directory must not be empty
be: Назва ці каталёґ мусіць быць не пустым

source: Name under which the others see the directory
be: Назва каталёґу, якую будуць бачыць іншыя

source: Name:
be: Назва:

source: Name: Name (use '' to create submenus)
be: Назва: назва (знак «\» стварае падмэню)

source: Name: Name (use '\' to create submenus)
be: Назва: назва (каб стварыць падмэню, ужывайце знак «\»)

source: NetLimiter was detected in your computer.
be: Выявілася, што на асьветары маецца NetLimiter.

source: Network Statistics
be: Статыстыка сеткі

source: Network interface for all connections
be: Сеткавы інтэрфэйс на ўсе злучэньні

source: Network interface:
be: Сеткавы інтэрфэйс:

source: New
be: Новая

source: New RSS news
be: Новае ў стужцы навінаў

source: New beta released
be: Выпусьцілі новую бэту

source: New list
be: Новы сьпіс

source: New password:
be: Новае гасло:

source: New search type
be: Новы від пошуку

source: New string or TTH
be: Новы радок або скарот (TTH)

source: New user delay
be: Між карыстачамі

source: New virtual name matches old name, skipping...
be: Новая ўяўная назва супадае са старою — прапускаем…

source: New virtual name matches old name, skipping…
be: Новая ўяўная назва супадае са старою — прапускаем…

source: New virtual name matches old name, skipping…"
be: Новы ўяўны назоў супадае са старым — прапускаем…

source: Next
be: Наперад

source: Next (F3)
be: Наступнае (F3)

source: Next line by Enter and Send message by Ctrl-Enter in multiline chat
be: У шматрадковае гутарцы паведамленьне адсылаецца па спалучэньні «Ctrl+Enter», а новы радок можна пачаць, націснуўшы на «Enter»

source: Next message
be: Наступнае паведамленьне

source: Next widget
be: Наступнае ваконца

source: Nick
be: Мянушка

source: Nick already taken
be: Мянушку ўжо занялі

source: Nickname of the DC++:
be: Мянушка ў DC++:

source: Nicks
be: Мянушкі

source: No
be: Не

source: No Action
be: Няма ніякага дзеяньня

source: No UPnP implementation available
be: Няма даступнага выкананьня UPnP

source: No action will be taken.
be: Таму нічога рабіць ня будзем.

source: No autosearch if sources more
be: Шукаць крыніцы, калі іх ≤

source: No certificate file chosen
be: Не абралі пасьведчаньня

source: No directory specified
be: Ня вызначылі каталёґ

source: No download slots
be: Няма шчылінаў сьцягваць

source: No errors
be: Няма ніякіх памылак

source: No free block
be: Няма вольнага блёку

source: No full tree available
be: Няма доступу да поўнага дрэва

source: No match for Pk.
be: Не супадае Pk.

source: No match for tag.
be: Не супадае бірка.

source: No match for version.
be: Не супадае вэрсія.

source: No match.
be: Не супала.

source: No matches
be: Няма супадзеньняў

source: No name was specified
be: Ня вызначылі назвы

source: No needed part
be: Няма неабходнае часткі

source: No new downloads if speed exceeds (KiB/s, 0 = disable)
be: Ня сьцягваць новае, калі хуткасьць (КБ/с, 0=не заб.) болей за…

source: No new downloads if speed exceeds (KiB/s, 0 = infinite)
be: Не пачынаць сьцягваць новае, калі хуткасьць перавышае (КіБ/с, 0 = бясконцасьць)

source: No new downloads if speed exceeds (kB/s, 0 = disable)
be: Не пачынаць сьцягваць новае, калі хуткасьць (у кБ/с) перавышае (0 = не забараняць)

source: No private key file chosen
be: Не абралі файл асабістага ключа

source: No search text entered
be: Не ўпісалі, што шукаць

source: No slots available
be: Няма даступных шчылінаў

source: No such search type
be: Такі від пошуку не існуе

source: No tag is currently selected
be: Не абралі бірку

source: No users
be: Няма карыстальнікаў

source: No users to download from
be: Няма ў каго сьцягваць

source: No users...
be: Няма карыстальнікаў…

source: No valid SOCKS5 server IP found!
be: Не знайшлі дапушчальнага IP паслужніка SOCKS5!

source: Nominal bandwidth
be: Шырыня каналу

source: Non-UTF-8 data in an ADC connection
be: Зьвесткі злучэньня ADC не ў кадоўцы UTF-8

source: None
be: Бяз гукаў

source: None icon
be: Няма значка

source: Noon
be: поўдня

source: Normal
be: Звычайнае

source: Normal prio max size
be: Звычайнае пяршынства

source: Normal priority max size
be: Звычайнае: найвялікшы памер

source: Normal priority max size (KiB)
be: Звычайнае: памер у КіБ <

source: Normal tab
be: Звычайная картка

source: NormalPriority
be: Звычайнае

source: NormalPriotity
be: Звычайнае пяршынства

source: Not connected
be: Не злучыліся

source: Not found user:
be: Не знайшлі карыстальніка:

source: Not listening for connections - please restart %1%
be: Ня чую злучэньняў — калі ласка, запусьціце %1% нанова

source: Not listening for connections - please restart ApexDC++
be: Ня чую злучэньняў — калі ласка, запусьціце ApexDC++ нанова

source: Not listening for connections - please restart DC++
be: Ня чую злучэньняў — калі ласка, запусьціце DC++ нанова.

source: Not listening for connections - please restart FlylinkDC++
be: Ня чую злучэньняў — калі ласка, запусьціце FlylinkDC++ нанова

source: Not listening for connections - please restart StrongDC++
be: Ня чую злучэньняў — калі ласка, запусьціце StrongDC++ нанова

source: Note about The KMPlayer:
be: Заўвагі да KMPlayer:

source: Note:
be: Уважце:

source: Note: Because of changing download speeds, this is not 100% accurate
be: Уважце: хуткасьць зьмяняецца, таму дакладнасьць меней за 100%

source: Note: Custom search types will only be applied to ADC hubs!
be: Уважце: абраныя віды пошуку будуць працаваць толькі на асяродках ADC!

source: Note: Files appear in the share only after they've been hashed!
be: Уважце: файлы абагуляцца толькі калі створацца скароты!

source: Note: Most of these options require that you restart the application
be: Уважце: зьмяненьні ў большасьці можнасьцяў пачынаюць дзейнічаць па наступным запуску праґрамы

source: Note: New files are added to the share only once they've been hashed!
be: Уважце: новыя файлы будуць дадавацца да абагуленага толькі калі да іх створацца скароты!

source: Note: because of changing download speeds, this is not 100% accurate…
be: Уважце: хуткасьць зьмяняецца, таму гэта вызначаецца недакладна…

source: Note: by using this program you acknowledge that you hereby agree to the terms and conditions presented in
be: Уважце: калі вы карыстаеце гэтаю праґрамаю, гэтак вы пацьвярджаеце, што пагаджаецеся з умовамі ды акалічнасьцямі, што падаюцца ў

source: Note: most of these options require that you restart FlylinkDC++
be: Уважце: большасьць можнасьцяў вымагае нанова запусьціць FlylinkDC++

source: Note; Files appear in the share only after they've been hashed!
be: Уважце: файлы абагуляцца толькі калі створацца скароты!

source: Note; because of changing download speeds, this is not 100% accurate...
be: Уважце: хуткасьць зьмяняецца, таму гэта вызначаецца недакладна…

source: Note; because of changing download speeds, this is not 100% accurate…
be: Уважце: хуткасьць зьмяняецца, таму дакладнасьць меней за 100 %

source: Note; most of these options require that you restart ApexDC++
be: Уважце: большасьць можнасьцяў вымагае нанова запусьціць ApexDC++

source: Note; most of these options require that you restart FlylinkDC++
be: Уважце: большасьць можнасьцяў вымагае нанова запусьціць FlylinkDC++

source: Note; most of these options require that you restart StrongDC++
be: Уважце: большасьць можнасьцяў вымагае нанова запусьціць StrongDC++

source: Notepad
be: Нататнік

source: Nothing to export.
be: Няма што вымаць.

source: Nothing to import.
be: Няма што браць з файла.

source: Notifications
be: Спавяшчэньні

source: Notify
be: Cпавяшчэньні

source: Now you can start to work with FlylinkDC++!
be: Цяпер вы можаце пачаць працаваць з FlylinkDC++!

source: Now you can start using FlylinkDC++!
be: Цяпер вы можаце пачынаць карыстацца FlylinkDC++!

source: Number of attempts > %d.
be: Колькасьць спробаў > %d.

source: Number of matches for the top
be: Колькасьць супадзеньняў, каб дадаць у найлепшыя

source: OK
be: Добра

source: OP Chat names (wildcards supported)
be: Імёны ў гутарцы апэратараў (падтрымваюцца маскі)

source: OP's Only
be: Толькі апэратарам

source: OUT
be: Выходны

source: Off
be: Тут

source: Offline
be: Ня ў сетцы

source: Offline tab color
be: Колер карткі адлучанага

source: Offline tab text color
be: Колер тэксту карткі адлучанага

source: Old client (no full support for TTH)
be: Стары кліент (ня цалкам падтрымлівае TTH)

source: Old password:
be: Старое гасло:

source: Old tth
be: Абагулялі

source: On
be: Адсутнічаю

source: On downloading file, which already exists
be: Калі файл, які сьцягваецца, ужо існуе:

source: On/Off away mode with specific (message)
be: Задзейнічаць стан «адсутнічаю» з канкрэтным (паведамленьнем) ці не

source: On/Off showing join/part in mainchat
be: Паказваць, хто ўваходзіць або сыходзіць, у галоўнае гутарцы ці не

source: On/Off showing join/part of favorite users
be: Паказваць, калі ўваходзяць або сыходзяць улюбёнцы, ці не

source: On/Off timestamps
be: Паказваць часадзнакі ці не

source: Online
be: У сетцы

source: Only once: Send only once per user from search frame
be: Адзін раз на кожную мянушку: дасылаць кожнаму карыстальніку са сьпісу толькі аднойчы

source: Only one root tag allowed
be: Дазваляецца мець толькі адну каранёвую бірку

source: Only results with TTH root
be: Вынікі толькі з TTH

source: Only show joins / parts for favorite users
be: Паведамляць, калі ўлюбёнец ўвайшоў ці выйшаў

source: Only users with free slots
be: Толькі тыя, хто мае вольныя шчыліны

source: Only where I'm op
be: Дзе я апэратар

source: Open
be: Адчыніць

source: Open (URL) in default browser
be: Адчыніць спасылку «URL» у аглядальніку

source: Open (url) in default browser
be: Адчыніць (спасылку) ў звычайным аглядальніку

source: Open (url) in default browser"
be: Адкрыць (спасылку) ў прадвызначаным гартачы"

source: Open DCLST metafile
be: Адчыніць файл DCLST

source: Open File-list… Ctrl+L
be: Адчыніць сьпіс файлаў… Ctrl+L

source: Open _file list...
be: Адчыніць сьпіс _файлаў…

source: Open _own file list
be: Адчыніць _уласны сьпіс файлаў

source: Open an extra slot if speed is below (0 = disable)
be: Дадаць шчыліну, калі хуткасьць < (0 = не дадаваць)

source: Open containing _folder
be: Адчыніць _каталёґ

source: Open directory
be: Адчыніць каталёґ

source: Open download directory
be: Адчыніць каталёґ сьцягнутага

source: Open download page?
be: Ці адчыніць бачыну сьцягваць?

source: Open downloads directory
be: Адчыніць каталёґ сьцягнутага

source: Open downloads directory Ctrl+Z
be: Адкрыць каталёг сьцягнутага Ctrl+Z

source: Open file
be: Адчыніць файл

source: Open file list window in the background
be: Адчыняць вокны сьпісаў файлаў на заднім пляне

source: Open file list...
be: Адчыніць сьпіс файлаў…

source: Open file list... Ctrl+L
be: Адкрыць сьпіс файлаў… Ctrl+L

source: Open file list… Ctrl+L
be: Адчыніць сьпіс файлаў… Ctrl+L

source: Open filelist...
be: Адчыніць сьпіс файлаў…

source: Open folder
be: Адчыніць каталёґ

source: Open hub log
be: Адчыніць справаздачу асяродку

source: Open image
be: Адчыніць відарыс

source: Open log file
be: Адчыніць файл справаздачы

source: Open log files internally (performance may decrase when opening huge log files)
be: Адчыняць файлы справаздачы ўнутры праґрамы (калі адчыняць вялізныя файлы, можа паменшыцца выніковасьць)

source: Open log files internally (performance may decrease when opening huge log files)
be: Адчыняць файлы справаздачы ўнутры праґрамы (калі адчыняць вялізныя файлы, можа паменшыцца выніковасьць)

source: Open magnet link
be: Адчыніць маґніт-спасылку

source: Open new File-list windows in the background
be: Адчыняць новыя вокны сьпісаў файлаў на заднім пляне

source: Open new file list windows in the background
be: Адчыняць новыя вокны сьпісаў файлаў на заднім пляне

source: Open new private message windows in the background
be: Адчыняць новыя вокны асаб. паведамленьняў на заднім пляне

source: Open new private messages from other users in the background
be: Адчыняць новыя вокны асаб. паведамленьняў на заднім пляне

source: Open new window when using /join
be: Адчыніць новае вакно па загадзе «/join»

source: Open own File-list F8
be: Адчыніць уласны сьпіс F8

source: Open own file list
be: Адчыніць уласны сьпіс файлаў

source: Open own filelist
be: Адчыніць уласны сьпіс файлаў

source: Open own list Ctrl+O
be: Адкрыць уласны сьпіс Ctrl+O

source: Open own list Ctrl+Shift+L
be: Адкрыць уласны сьпіс Ctrl+Shift+L

source: Open own list F8
be: Адчыніць уласны сьпіс F8

source: Open ports in MiniUPNP...
be: Адчыняем порты ў MiniUPNP…

source: Open ports in WinUPNP...
be: Адчыняем порты ў WinUPNP…

source: Open private messages from bots in their own window
be: Адчыняць асабістыя паведамленьні ад ботаў у асобных вокнах

source: Open private messages from the hub in their own window
be: Адчыняць асаб. паведамленьні ад асяродкаў ў асобных вокнах

source: Open private messages in their own window
be: Адчыняць асабістыя паведамленьні ў асобных вокнах

source: Open user log
be: Адчыніць справаздачу карыстальніка

source: Opening the window \"Internet Hubs\" you should be aware that their visit will lead to an external (Internet) traffic.
be: Калі вы адчыняеце вакно «Асяродкі сеціва», вы мусіце ведаць, што гэта можа змусіць перадаваць дадзеныя вонкі (у сеціва).

source: Opening the window \"Internet Hubs\" you should be aware that their visit will lead to an external (Internet) traffic. If you fare with a limited amount of incoming traffic, visits to these hubs can lead to down speed to external resources because of threshold excess or to a substantial increase in bills for the Internet. Show the list of hubs?
be: Калі вы адкрываеце ваконца «Асяродкі словасьвету» вы мусіце ведаць, што гэта можа змусіць перадаваць дадзеныя вонкі (у словасьвет). Калі вы маеце тарыф з абмежаваным аб’ёмам уваходнага перадаванага, гэта можа запаволіць доступ да вонкавых крыніцаў з прычыны абмежаванага парогу хуткасьці, або істотна павялічыць выдаткі на словасьвет.

source: Opens search dialog and searches file.
be: Адчыняе ваконца пошуку ды пачынае шукаць файл.

source: Operator
be: Апэратар

source: Options
be: Можнасьці

source: Other Widgets
be: Іншыя ваконцы

source: Other colors
be: Іншыя колеры

source: Other options
be: Іншыя можнасьці

source: Our UDP port seems to be opened
be: Падобна, што порт UDP ўжо адчынены
